Overload List
Name  |   Description
AnalysisDisplayColorSettings
 Constructs a default instance of color settings.
AnalysisDisplayColorSettings(AnalysisDisplayColorSettings)
 Constructs a new copy of the input AnalysisDisplayColorSettings object.
 See Also
  AnalysisDisplayColorSettings Class
  AnalysisDisplayColorSettings Members
  Autodesk.Revit.DB.Analysis Namespace